Repository: rommeldias/lemonade
Catalog: thorn/thorn/i18n/locales/*/LC_MESSAGES/messages.po
Languages: pt

source: LDAP User
pt: Usuário LDAP

source: Invalid login or password.
pt: Usuário ou senha inválidos.

source: Unsupported authentication type
pt: Tipo de autenticação não é suportado

source: User disabled
pt: Usuário não está ativo

source: Invalid authentication
pt: Tipo de autenticação inválida

source: Configuration
pt: Configuração

source: Listing %(name)s
pt: Listando %(name)s

source: Insufficient data.
pt: Dados insuficientes

source: Updating %s
pt: Atualizando %s

source: %(n)s was updated with success!
pt: %(n)s foi atualizado com sucesso!

source: Internal error
pt: Erro interno

source: Invalid data for %(name)s
pt: Dados inválidos para %(name)s

source: Notification
pt: Notificação

source: Missing json in the request body
pt: Json ausente no corpo da mensagem

source: Validation error
pt: Erro de validação

source: Adding %s
pt: Adicionando %s

source: Retrieving %s (id=%s)
pt: Recuperando %s (id=%s)

source: %(name)s not found (id=%(id)s)
pt: %(name)s não foi encontrado(a) (id=%(id)s)

source: Deleting %s (id=%s)
pt: Excluindo %s (id=%s)

source: %(name)s deleted with success!
pt: %(name)s foi excluído com sucesso!

source: %(name)s not found (id=%(id)s).
pt: %(name)s não foi encontrado(a) (id=%(id)s).

source: Updating %s (id=%s)
pt: Atualizando %s (id=%s)

source: %(n)s (id=%(id)s) was updated with success!
pt: %(n)s (id=%(id)s) foi atualizado com sucesso!

source: Invalid data for %(name)s (id=%(id)s)
pt: Dados inválidos para %(name)s (id=%(id)s)

source: Permission
pt: Permissão

source: Role
pt: Papel

source: A system role cannot be changed
pt: Um perfil de sistema não pode ser alterado

source: A system role cannot be deleted
pt: Um perfil de sistema não pode ser excluído

source: Registration confirmed
pt: Registro confirmado

source: Record not found
pt: Registro não encontrado

source: User not found or invalid token.
pt: Usuário não encontrado ou token inválido.

source: Password changed with success!
pt: Senha alterada com sucesso!

source: Password too short
pt: Senha muito curta

source: Reset password instructions
pt: Instruções para reiniciar a senha

source: Success! Soon you will receive an email with instructions to reset your password.
pt: Sucesso! Em breve você receberá um email com instruções sobre como reiniciar sua senha.

source: You must inform a valid password.
pt: Você deve informar uma senha válida.

source: Email in use. Please, inform another.
pt: Email já cadastrado. Por favor, informe outra.

source: User registered with success!
pt: Usuário registrado com sucesso!

source: Invalid password or confirmation
pt: Senha ou confirmação inválida(s)

source: User
pt: Usuário

source: UserPreference
pt: Preferência de usuário

source: LDAP server is down.
pt: Servidor LDAP não está acessível.

source: LDAP server reported an error.
pt: Servidor LDAP reportou um erro.

source: Hello again, %(user)s!
pt: Olá novamente, %(user)s!

source: Your access to Lemonade application has been granted!
pt: Seu acesso ao Lemonade foi garantido!

source: You can login in at
pt: Você pode se autenticar por aqui:

source: Questions?
pt: Dúvidas?

source: Visit project <a href='https://docs.lemonade.org.br'>documentation</a> for a complete list of supported operations, plataforms and how to operate the LEMONADE interface.
pt: Visite a <a href='https://docs.lemonade.org.br'>documentação do projeto</a> para a lista completa de operações suportadas, plataformas e sobre como operar a interface do LEMONADE.

source: Hello, %(user)s!
pt: Olá, %(user)s!

source: Someone has requested a link to change your password, and you can do this through the link below.
pt: Alguém solicitou o link para alteração de sua senha. O link encontra-se a seguir.

source: If you didn't request this, please ignore this email.
pt: Se você não fez essa solicitação, por favor, ignore este email.

source: Your password won't change until you access the link above and create a new one.
pt: Sua senha não será alterada até que você acesse o link a seguir e defina uma nova.

source: Change my password
pt: Alterar minha senha

source: Visit project <a href='https://docs.lemonade.org.br'>documentation</a> for a complete list of supported operations, plataforms and how to operate Lemonade user interface.
pt: Visite a <a href='https://docs.lemonade.org.br'>documentação</a> do projeto para uma lista completa das operações suportadas, plataformas e como operar a interface de usuário do Lemonade.

source: Welcome and thanks for joining LEMONADE.
pt: Bem-vindo(a) e muito obrigado por usar o LEMONADE.

source: First, if you need assistance, please email us, at <a href='mailto:%(support)s'>%(support)s</a>. We can help answer questions about usage, solutions and problems reagarding the platform.
pt: Primeiro, se você precisa de ajuda, envie um email para <a href='mailto:%(support)s'>%(support)s</a>. Podemos ajudá-lo em assuntos relacionados ao uso, soluções e problemas relacionados à plataforma.

source: Second, our team is analising your profile and soon as possible you will receive another email that grant your access to the platform.
pt: Segundo, nosso time está analisando seu perfil e assim que possível, você receberá outro e-mail que lhe dará acesso à plataforma.
